eamodio.gitlens
Endormi.2077-theme
esbenp.prettier-vscode
golang.go
Gruntfuggly.todo-tree
humao.rest-client
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
PKief.material-icon-theme
redhat.vscode-yaml